Repository: opefitoo/inur.django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: CNS Invoice
fr: Facture CNS

source: Private Invoice
fr: Facture Privée

source: Event -> Type
fr: Événement -> Type

source: Event -> Types
fr: Événements -> Types

source: Descriptive Name
fr: Nom descriptif

source: If checked, these type of events types will be generated auto.
fr: Si sélectionnés, ce type d'évènements seront générés automatiquement

source: Event
fr: Événements

source: Waiting for validation
fr: En attente

source: Valid
fr: Valide

source: Done
fr: Fait

source: Ignored
fr: Ignoré

source: Event day
fr: Jour de l'évènement

source: State
fr: Etat

source: Event type
fr: Type d'évènement

source: Please select a patient
fr: Veuillez Choisir un patient

source: Home
fr: Accueil

source: Previous month
fr: Mois précédent

source: Next month
fr: Mois suivant

source: List view
fr: Vers la liste simple

source: Consequence of the fall
fr: Conséquence de la chute

source: Consequences of the fall
fr: Conséquences de la chute

source: Medical and/or nursing acts required within 24 hours
fr: Actes médicaux et/ou infirmiers requis dans les 24h

source: Cognitive and/or mood disorders
fr: Troubles cognitifs et/ou de l’humeur

source: Fall on the same level as a result of slipping, stumbling and tripping
fr: Chute de plain-pied résultant de glissade, faux-pas et trébuchement

source: Fall from a bed
fr: Chute d'un lit

source: Fall from a chair
fr: Chute d'une chaise

source: Fall down stairs and steps
fr: Chute dans un escalier et de marches

source: Fall while being carried or supported by a third party
fr: Chute en étant porté ou soutenu par un tiers

source: Fall from a wheelchair
fr: Chute d'un fauteuil roulant

source: Fall from a toilet seat
fr: Chute d'un siège de toilette

source: Other
fr: Autre

source: Free from traumatic injuries
fr: Indemne de lésions traumatiques

source: Superficial traumatic lesion(s) (abrasion, contusion, bruise, hematoma)
fr: Lésion(s) traumatique(s) superficielle(s) (abrasion, contusion, ecchymose, hématome)

source: Open wound(s) (cut, laceration)
fr: Plaie(s) ouverte(s) (coupure, lacération)

source: Dislocation, sprain, strain
fr: Luxation, entorse, foulure

source: Pain (please assess pain)
fr: Douleurs (évaluer la douleur svp)

source: Radiological investigation
fr: Investigation radiologique

source: Minor surgery
fr: Petite chirurgie

source: Transfer
fr: Transfert

source: Increased nursing supervision
fr: Surveillance infirmière accrue

source: Restraint
fr: Contention

source: Medicines (psychotropics, anti-hypertensives, polypragmasia etc.)
fr: Médicaments (psychotropes, anti-hypertenseurs, polypragmasie etc.)

source: Others: > 4 drugs
fr: Autres: > 4 médicaments

source: Drowsiness, stupor or coma
fr: Somnolence, stupeur ou coma

source: Disorientation, confusion
fr: Désorientation, confusion

source: Other impairments of cognitive functions
fr: Autres altérations des fonctions cognitives

source: Urinary incontinence (not catheterized)
fr: Incontinence urinaire (non sondé)

source: Incontinence of feces
fr: Incontinence des matières fécales

source: Moves alone, without difficulty, without auxiliary means
fr: Se déplace seul, sans difficultés, sans moyens auxiliaires

source: Moves independently with difficulty with or without aids
fr: Se déplace seul avec difficulté avec ou sans moyens auxiliaires

source: Moves accompanied without auxiliary means
fr: Se déplace accompagné sans moyens auxiliaires

source: Moves accompanied with auxiliary means
fr: Se déplace accompagné avec moyens auxiliaires

source: Maximum file size is %s MB
fr: Taille maximale du fichier est %s MO

source: Only looks for patients covered by long-term care insurance, check that the checkbox is validated if you cannot find your patient
fr: Ne recheche que les patients pris en charge par l'assurance dépendance, vérifiez que la checkbox est validé si vous ne trouvez pas votre patient

source: Date, time of fall
fr: Date, heure de la chute

source: Place of fall
fr: Lieu de la chute

source: Declared by
fr: Déclaré par

source: You can attach the scan of the declaration
fr: Vous pouvez attacher le scan de la déclaration

source: Possible witnesses
fr: Témoins éventuels

source: Circumstances of the fall
fr: Circonstances de la chute

source: Other circumstances of the fall
fr: Autre circonstances de la chute

source: Circumstances of the incident
fr: Circonstances de l'incident

source: Other consequence of the fall
fr: Autre conséquence de la chute

source: Other medical and/or nursing acts required within 24 hours
fr: Autres actes médicaux et/ou infirmiers requis dans les 24h

source: Risk factors
fr: Facteurs de risque

source: Mobility Disability
fr: Incapacité concernant les déplacements

source: Unsuitable footwear
fr: Chaussures inadaptées

source: Other contributing factor
fr: Autre facteur favorisant

source: The fall could have been prevented
fr: La chute aurait pu être prévenue

source: The doctor was notified
fr: Le médecin a été avisé

source: Created on
fr: Crée le

source: Last update
fr: Dernière mise à jour

source: Created by
fr: Créé par

source: Consequence
fr: Conséquence

source: Required medical and/or nursing act
fr: Acte médical et/ou infirmier requis

source: Cognitive and/or mood disorder
fr: Trouble cognitif et/ou de l'humeur
